import GlobalAppointment from "../../../Component/Appointment/GlobalAppoinment/GlobalAppointment";

const IUIBlog = () => {
  return (
    <div>
      <div className="grid lg:grid-cols-2 px-24 lg:py-24 gap-10 opacity-90 ">
        <div className="">
          <p className="text-2xl   mb-4 text-[#DF5EA2]">
            বাংলাদেশ ফার্টিলিটি হাসপাতাল IUI ক্লিনিক - বাংলাদেশের সেরা
            ফার্টিলিটি ক্লিনিক
          </p>

          <p className="text-justify ">
            বাংলাদেশ ফার্টিলিটি বাংলাদেশের অন্যতম সেরা IVF সেন্টার যা
            বন্ধ্যাত্বের সমস্যায় জর্জরিত শত-শত দম্পতিকে তাদের পিতামাতা হওয়ার
            স্বপ্ন পূরণে সহায়তা করেছে। প্রিস্টিন কেয়ার এমন নারীদের জন্য আশার আলো
            নিয়ে আসার চেষ্টা করে, যারা গর্ভধারণ করতে অক্ষম, তাদের সংগ্রামের
            পরিণতি দেন গর্ভবতী করে তুলে। সময়ের সাথে-সাথে, প্রিস্টিন কেয়ার নিজেকে
            সেরা IVF ক্লিনিক হিসাবে প্রতিষ্ঠিত করেছে, যা প্রকৃত যত্ন, সর্বোত্তম
            সহায়তা এবং রোগীর সম্পূর্ণ বিষয়টিকে গোপনীয়তার পরিবেশে রেখে
            আন্তর্জাতিক মানের চিকিৎসা প্রদান করে।
          </p>

          <p className="text-justify  mt-4">
            {" "}
            বাংলাদেশ ফার্টিলিটি-এ বাংলাদেশের সেরা কিছু IUI বিশেষজ্ঞ রয়েছে।
            আমাদের প্রতিটি ফার্টিলিটি বিশেষজ্ঞ ও IUI ডাক্তাররা পুরুষদের
            বন্ধ্যাত্বতা, মহিলাদের বন্ধ্যাত্বতা ও ব্যাখ্যাহীন বন্ধ্যাত্বতা নিয়ে
            সমস্যার মুখোমুখী হওয়া দম্পতিদের জন্য সফল IVF চিকিৎসা সম্পাদন করার
            ক্ষেত্রে বহু বছরের অভিজ্ঞতা সম্পন্ন। আমাদের IUI ডাক্তাররা তাদের
            নিজ-নিজ মেডিকেল টিমের সাথে, বন্ধ্যাত্বের সময়ে আপনাকে সাহায্য করার
            জন্য এবং পিতামাত হওয়ার আনন্দময় যাত্রা শুরু করার জন্য একটি নিরাপদ,
            সহায়ক এবং সহানুভূতিপরায়ণ পরিবেশ প্রদান করার জন্য নিরলসভাবে কাজ করেন।
            আমাদের ফার্টিলিটি বিশেষজ্ঞদের অত্যন্ত দক্ষ দল বন্ধ্যাত্বের চিকিৎসা
            করার জন্য চিকিৎসাগত উৎকর্ষতা প্রদান করার চেষ্টা করে এবং অভিভাবকত্ব
            অর্জনের সম্ভাবনা বৃদ্ধি করে।
          </p>

          <p className="text-justify  mt-4">
            আমাদের প্রতিটি IUI কেন্দ্র বিশ্বমানের পরিকাঠামোয় সুসজ্জিত এবং অনুকূল
            ফলাফল পাওয়ার জন্য প্রয়োজনীয় বৈজ্ঞানিক পরীক্ষাগারগুলির সঙ্গে যুক্ত।
            এছাড়াও আমরা আপনার IUI চিকিৎসার প্রতিটি ধাপে চরম স্বচ্ছতার সাথে কাজ
            করি।
          </p>
        </div>

        <div>
          <img
            src="https://www.klfertility.com/wp-content/uploads/2019/07/iui-diagram-1.jpg"
            alt=""
          />
        </div>
      </div>

      {/* IUI Cause */}

      <div className="lg:px-24 grid lg:grid-cols-2 items-center md:grid-cols-2 grid-cols-1 gap-12 mb-4">
        <div className=" ">

  <p className="text-2xl text-[#DF5EA2] mb-6"> কাদের IUI চিকিৎসার জন্য বাছা হয়?</p>
  <div className="">
  <p className="mt-2">• ব্যাখ্যাতীত বন্ধ্যাত্ব </p>
  <p className="mt-2">• সার্ভিকাল বা জরায়ুমুখে মিউকাসের সমস্যা যা শুক্রাণুকে ডিম্বাণুর সাথে মিলিত হতে বাধা দেয়।</p>
  <p className="mt-2">• হালকা এন্ডোমেট্রিওসিস থাকলে</p>
  <p className="mt-2"> •অনিয়মিত বা অস্বাভাবিক ওভুলেশন হলে</p>
  <p className="mt-2"> • মৃদু পুরুষ ফ্যাক্টর বন্ধ্যাত্ব থাকা দম্পতি যেমন শুক্রাণুর কম গতিশীলতা বা শুক্রাণু সংখ্যা কম হওয়া</p>
  <p className="mt-2">• এমন কোনও মহিলা যিনি ডোনার-এর দেওয়া শুক্রাণু ব্যবহার করতে চান</p>
  <p className="mt-2">• এমন কোনও দম্পতি যারা বীর্যপাত বা ইরেকশনের সমস্যায় ভুগছেন</p>
  <p className="mt-2">• গর্ভধারণ করতে ইচ্ছুক সমকামী দম্পতি</p>
  </div>
</div>
<img src="https://fertiltree.com/wp-content/uploads/2023/01/symptoms-of-iui-success-1024x576.jpg" alt="" />


        </div>

       <div className="p-12">
       <GlobalAppointment></GlobalAppointment>
       </div>
    </div>
  );
};

export default IUIBlog;
