import GlobalAppointment from "../../../Component/Appointment/GlobalAppoinment/GlobalAppointment";

const IVF = () => {
  return (
    <div className="bg-[#FFFFFF] opacity-90 p-12">
      <div className="grid lg:grid-cols-2 py-12 gap-10">
        <div className="">
          <p className="text-2xl mb-2 text-[#DF5EA2] ">
            আইভিএফ(IVF) এর খরচ কত এবং এতে কি কি অন্তর্ভুক্ত আছে?
          </p>
          <img
            className=""
            src="https://www.rmany.com/media/pages/blog/the-ivf-process-how-does-it-work/feb109db90-1666120892/the-ivf-process-how-does-it-work.jpg"
            alt=""
          />
        </div>

        <div className="text-justify">
          <p className="text-2xl mb-8 text-[#DF5EA2]">
            ইন ভিট্রো ফার্টিলাইজেশন কাকে বলে?
          </p>

          <p className="mb-2">
            ইন ভিট্রো ফার্টিলাইজেশন (IVF) একটি বৈজ্ঞানিক পদ্ধতি যেখানে মহিলার
            জরায়ুর বাইরে শুক্রাণু দিয়ে একটি ডিম্বাণু নিষিক্ত করতে এবং ভ্রূণকে
            জরায়ুতে ইমপ্লান্ট করার জন্য ব্যাপকভাবে ব্যবহৃত হয় , সেইসব
            দম্পতিদের জন্য যাদের ইনফার্টালিটির বা বন্ধ্যাত্বের সমস্যা আছে অথবা
            একাধিক গর্ভপাত বা একাধিক প্রেগনেন্সি লস হয়েছে।
          </p>

          <p className="mb-2">
            আই ভি এফ - আইসিএসআই (IVF-ICSI) পদ্ধতি টি ব্যবহার করা হয় যখন পুরুষ
            বন্ধ্যাত্বের সমস্যা থাকে বা দম্পতিদের বয়স বেশি থাকে অথবা অন্যান্য
            কোনো শারীরিক সমস্যা থেকে থাকে। আইসিএসআই(ICSI) হল ইন্ট্রা
            সাইটোপ্লাজমিক স্পার্ম ইনজেকশন যেখানে IVF ল্যাবে ভ্রূণ বিশেষজ্ঞ
            দ্বারা নির্বাচিত ডিম্বাণুতে সেরা শুক্রাণু টি ইঞ্জেক্ট করা হয়।
          </p>

          <p>
            যেই সব মহিলারা ফাইব্রয়েড, এন্ডোমেট্রিওসিস, পিসিওডি(PCOD), অ্যাডেসন
            ইত্যাদির সমস্যায় ভুগছেন তাদের ক্ষেত্রে ফার্টিলিটি বৃদ্ধিকারী
            সার্জারি যেমন ল্যাপারোস্কোপিক হিস্টেরোস্কোপি প্রয়োগ করা হয়। উন্নত
            IVF যেমন ইআরএ(ERA) – এন্ডোমেট্রিয়াল রিসেপ্টিভিটি অ্যারেও এমন একটি
            চিকিৎসা পদ্ধতি যা সেই সব মহিলাদের ওপর প্রয়োগ করা হয় যাদের একাধিকবার
            ইমপ্লান্টেশন ব্যর্থ হয়েছে। ইআরএ (ERA) সঠিক ইমপ্লান্টেশনের সময় সনাক্ত
            করতে সাহায্য করে ।
          </p>
        </div>
      </div>

      <div className=" text-justify">
        <p className="text-2xl mb-3 text-[#DF5EA2]">IVF-এ বিনিয়োগ করা</p>
        <p className="mb-3">
          গর্ভধারণ করতে ব্যর্থ এমন সব মহিলা ও দম্পতিদের ক্ষেত্রে আই ভি এফ একটি
          অত্যন্ত জনপ্রিয় চিকিৎসা পদ্ধতি । এন্ডোমেট্রিওসিস (একটি ব্যাধি যা
          জরায়ুর অভ্যন্তরীণ আবরণের অস্বাভাবিক বৃদ্ধি ঘটায়), শুক্রাণু বা ডিমের
          অপর্যাপ্ত উৎপাদন, কম বা অনিয়মিত ডিম্বস্ফোটন এবং ডিম বা শুক্রাণুকে
          ক্ষতি করে এমন অ্যান্টিবডির উপস্থিতির চিকিৎসার জন্য IVF সুপারিশ করা
          যেতে পারে। জেনেটিক ডিসঅর্ডারে আক্রান্ত রোগী যা তাদের বংশধররা
          উত্তরাধিকারসূত্রে পেতে পারে, তারাও IVF থেকে উপকৃত হতে পারে।
        </p>

        <p className="mb-3 ">
          শুধুমাত্র নোভা ফার্টিলিটি সেন্টারের একজন ফার্টিলিটি বিশেষজ্ঞই বলতে
          পারবেন যে IVF বা IVF-ICSI- আপনার জন্য প্রযোজ্য কিনা এবং এটি আপনার জন্য
          সেরা ফার্টিলিটি চিকিৎসার বিকল্প হবে কিনা। আপনি আমাদের এখানে আপনার
          পরিবার শুরু করার পরিকল্পনা করতে পারেন, আমাদের চিকিৎসকের দল খুবই
          যত্নশীল ও একটি অনুকূল পরিবেশে আপনার চিকিৎসা সম্পন্ন করা হবে । IVF
          ছাড়াও, আমরা ইন্ট্রা ইউটারিন্ ইনসেমিনেশন (IUI) এবং IVF-ICSI
          (ইন্ট্রাসাইটোপ্লাজমিক স্পার্ম ইনজেকশন) সহ বিস্তৃত ধরণের পরিষেবা অফার
          করি। আমাদের এখানে IVF একটি সিঙ্গেল সাইকেলে করা যেতে পারে যাতে ভ্রূণ
          স্থানান্তর পর্যন্ত সমস্ত প্রক্রিয়া অন্তর্ভুক্ত থাকে।
        </p>

        <p className="mb-3">
          {" "}
          বন্ধ্যাত্বের চিকিৎসা একটি বিনিয়োগ । আমাদের ফার্টিলিটি বিশেষজ্ঞরা
          প্রতিটি চিকিৎসার পরিকল্পনা কাস্টমাইজ করেন এবং মোট খরচ দম্পতিদের বয়স,
          সহ-রোগজনিত কারণ, পুরুষ বন্ধ্যাত্বের সমস্যা ইত্যাদির উপর নির্ভর করে।
          এটা মনে রাখা গুরুত্বপূর্ণ যে কিছু রোগীর ক্ষেত্রে গর্ভধারণের জন্য
          একাধিক চিকিৎসা বা অন্যান্য ফার্টিলিটি থেরাপির প্রয়োজন হতে পারে । যদি
          ফ্রোজেন ভ্রূণ উপস্থিত থাকে, তাহলে ভবিষ্যতে ভ্রূণের স্থানান্তর এবং
          সংরক্ষণের জন্য আরো একটি অতিরিক্ত খরচ হবে।
        </p>
      </div>

      <div className=" text-justify">
        <p className="text-2xl mb-4 text-[#DF5EA2]">মোট আনুমানিক খরচ</p>
        <p className="mb-6">
          BDfertility IVF-এ IVF-ICSI-এর খরচ 1.20 লক্ষ থেকে শুরু হয় এবং 1.60
          লক্ষ পর্যন্ত যায়। এর মধ্যে রয়েছে 4টি পরামর্শ এবং আল্ট্রাসাউন্ড
          স্ক্যান, পদ্ধতির চার্জ, ল্যাব চার্জ, বিশেষজ্ঞের চার্জ, নার্সিং চার্জ
          এবং ওভাম পিক আপ ও ভ্রূণ স্থানান্তরের সময় ইন-পেশেন্ট চার্জ। । এর মধ্যে
          ফার্টিলিটি বৃদ্ধিকারী সার্জারির খরচ, ERA (এন্ডোমেট্রিয়াল রিসেপ্টিভিটি
          অ্যারে), পিজিটি(PGT), ফার্টিলিটি বিশেষজ্ঞের দ্বারা নির্ধারিত আই ভি এফ
          এর ওষুধ ছাড়া অন্য ওষুধের খরচ অন্তর্ভুক্ত নয়। এছাড়াও, প্রতিটি
          অতিরিক্ত ভ্রূণ স্থানান্তরের জন্য ল্যাব এবং প্রসিডিওর রুম ব্যবহারের
          জন্য একটি ন্যূনতম খরচ থেকে থাকে । ভ্রূণ হিমায়িত করার খরচ আলাদা ভাবে
          নেওয়া হয় I
        </p>

        <p>
          ET হেলথওয়ার্ল্ড ফার্টিলিটি অ্যাওয়ার্ড জুরি দ্বারা BDfertility IVF-কে
          2021 সালের সেরা IVF চেইন হিসেবে পুরস্কৃত করা হয়েছে।
        </p>
      </div>

      <div className="py-12">
        <p className="text-2xl mb-4 text-[#DF5EA2]">
          কেন BDFertility বেছে নেবেন?
        </p>
        <p className="mb-1">
          • ফার্টিলিটি বিশেষজ্ঞ যারা সেল্ফ-সাইকেলে ফোকাস করেন যাতে দম্পতিদের
          নিজস্ব বংশধর থাকে
        </p>
        <p className="mb-1">
          • নিরাপদ গর্ভাবস্থা নিশ্চিত করতে এবং মা ও শিশুর শারীরিক জটিলতা এড়াতে
          সিঙ্গেল ভ্রূণ স্থানান্তর
        </p>
        <p className="mb-1">
          • অবশিষ্ট ভ্রূণ ডোনার সাইকেলের মাধ্যমে চিকিৎসার জন্য আসা অন্যান্য
          দম্পতিদের দান করা হয় না
        </p>
        <p className="mb-1">
          • আন্তর্জাতিক মানের IVF ল্যাবের রক্ষণাবেক্ষণ এবং SOP
        </p>
        <p className="mb-1">
          • IUI, IVF, IVF-ICSI এবং PGT সহ সমস্ত পদ্ধতিতে প্রশিক্ষণপ্রাপ্ত
          কমপক্ষে 4+ বছরের অভিজ্ঞতা সম্পন্ন ভ্রূণ বিশেষজ্ঞ
        </p>
        <p className="mb-1">
          • ফার্টিলিটি বিশেষজ্ঞদের দল যাদের গর্ভধারণের হার বিশ্বব্যাপী
          ফার্টিলিটি কেন্দ্রের মানগুলির সাথে মেলে
        </p>
        <p className="mb-1">• বিশেষজ্ঞ যারা সমস্ত উন্নত পদ্ধতিতে প্রশিক্ষিত</p>
        <p className="mb-1">
          • সমস্ত আইইউআই(IUI) এবং IVF পদ্ধতির স্বচ্ছ মূল্য নির্ধারণ
        </p>
        <p className="mb-1">• কঠোর মান নিয়ন্ত্রণ পরীক্ষা এবং নৈতিক অনুশীলন</p>
      </div>
      <GlobalAppointment></GlobalAppointment>
    </div>
  );
};

export default IVF;
