import GlobalAppointment from "../../../Component/Appointment/GlobalAppoinment/GlobalAppointment";

const ICSI = () => {
  return (
    <div className="p-12">
      <img
        className="lg:h-96 flex mx-auto"
        src="https://birlafertility.com/wp-content/uploads/2022/05/how-to-prepare-for-icsi-treatment.jpg"
        alt=""
      />

      <div className="lg:px-20 text-justify py-12">
        <p className="text-2xl mb-5 text-[#E786B9] ">আইসিএসআই (ICSI)</p>
        <p>
          ইন্ট্রা সাইটোপ্লাজমিক স্পার্ম ইনজেকশন, যা আইসিএসআই নামে পরিচিত, ডিমের
          সাইটোপ্লাজমে শুক্রাণু কোষকে ইনজেকশন দেওয়ার একটি কৌশল। এই কৌশলটি ইন
          ভিট্রো ফার্টিলাইজেশন বা আইভিএফ (In Vitro Fertilization or IVF) এর একটি
          বিশেষ রূপ যা পুরুষ-ফ্যাক্টর বন্ধ্যাত্বের গুরুতর ক্ষেত্রে চিকিত্সার
          জন্য ব্যবহৃত হয়। চিকিত্সার মধ্যে একটি একক শুক্রাণু সরাসরি একটি
          পরিপক্ক ডিম্বাণুতে ইনজেকশনের অন্তর্ভুক্ত। এই চিকিত্সা সাধারণত IVF-এর
          সাথে সমান্তরালভাবে সঞ্চালিত হয়, যেখানে উপযুক্ত উদ্দীপনা পরে একজন
          মহিলার থেকে সঙ্গীর শুক্রাণুর সাথে মিশ্রিত ডিম্বাণু উদ্ধার করা হয়।
          বছরের পর বছর ধরে, ICSI এবং IVF অসংখ্য বন্ধ্যা দম্পতিকে গর্ভবতী হতে
          সক্ষম করেছে যখন, এটি ছাড়া, তারা সম্ভবত গর্ভধারণ করতে পারত না।
        </p>
      </div>
      <div className="lg:px-20 text-justify py-12">
        <p className="text-2xl mb-5 text-[#E786B9] ">উদ্দেশ্য</p>
        <p className="mb-4">
          ICSI বিভিন্ন ধরনের উর্বরতা সমস্যা কাটিয়ে উঠতে সাহায্য করতে পারে,
          বিভিন্ন ক্ষেত্রে যেমন:
        </p>

        <div className="">
          <p className="mb-1">
            • পুরুষ সঙ্গী কৃত্রিম প্রজনন বা IVF-এর জন্য খুব কম শুক্রাণু তৈরি
            করে।
          </p>
          <p className="mb-1">
            • শুক্রাণু ডিমের সাথে সংযুক্ত করতে সমস্যা হতে পারে।
          </p>
          <p className="mb-1">
            • শুক্রাণু স্বাভাবিকভাবে নড়াচড়া করতে পারে না।
          </p>
          <p className="mb-1">• ইন ভিট্রো পরিপক্ক ডিম ব্যবহার করা হচ্ছে।</p>
          <p className="mb-1">• আগে হিমায়িত ডিম ব্যবহার করা হচ্ছে।</p>

          <p className="mb-1">
            • পুরুষ প্রজনন ট্র্যাক্টে একটি বাধা কখনও কখনও শুক্রাণু বের হতে বাধা
            দিতে পারে।
          </p>

          <p className="mb-1">
            • শুক্রাণুর অবস্থা যাই হোক না কেন, ঐতিহ্যগত IVF দ্বারা ডিম নিষিক্ত
            করা হয়নি।
          </p>
        </div>
      </div>

      <div className="lg:px-20 text-justify py-12">
        <p className="text-2xl mb-5 text-[#E786B9] ">পদ্ধতি</p>
        <div className="flex gap-8 lg:flex-row md:flex-row flex-col ">
          <img
            src="https://ghealth121.com/wp-content/uploads/2020/03/Woman-Injection-Image-1.jpg"
            alt=""
          />
          <p>
            যেকোনো আদর্শ IVF চিকিত্সার মতো, আপনি উর্বরতার ওষুধ পাবেন যাতে আপনার
            ডিম্বাশয়কে নিষিক্তকরণের জন্য বেশ কয়েকটি পরিপক্ক ডিম বিকাশে
            উদ্দীপিত করা যায়। আপনার ডিম সংগ্রহের জন্য প্রস্তুত হলে একটি
            সংক্ষিপ্ত বহির্বিভাগের রোগীর প্রক্রিয়া চলাকালীন সেগুলি পুনরুদ্ধার
            করা হবে। সংগৃহীত ডিম অবিলম্বে ব্যবহার করা যেতে পারে বা হিমায়িত এবং
            পরে ব্যবহার করা যেতে পারে।
          </p>
        </div>
      </div>

      <div className="lg:px-20 text-justify ">
        <div className="flex gap-8 lg:flex-row md:flex-row flex-col ">
          <img
            src="https://ghealth121.com/wp-content/uploads/2020/03/IVF-Follicle-aspiration-Egg-Pick-up-Image-1.jpg"
            alt=""
          />

          <div>
            <p className="mb-4">
              ইতিমধ্যে পুরুষ সঙ্গীর বীর্যের নমুনা থেকে শুক্রাণু সংগ্রহ করা হয়,
              তারপরে সেগুলি ধুয়ে ফেলা হয় এবং একটি একক সেরা শুক্রাণু বেছে
              নেওয়া হয়। খুব সূক্ষ্ম সূঁচ ব্যবহার করে এই শুক্রাণুকে সাবধানে
              ডিমের সাইটোপ্লাজমে প্রবেশ করানো হয়। নিষিক্তকরণের সম্পূর্ণ
              প্রক্রিয়াটি সম্পাদন করার সময় একটি খুব শক্তিশালী মাইক্রোস্কোপ
              ব্যবহার করা হয়।
            </p>
            <p>
              এই নিষিক্ত ডিম পরবর্তীতে একটি ইনকিউবেটরে রাখা হয়। নিষিক্ত হওয়ার
              লক্ষণ সাধারণত প্রায় 24 ঘন্টা পরে দেখা যায়। ডিম বিভক্ত হয়ে ভ্রূণ
              গঠন করতে থাকে
            </p>
          </div>
        </div>
      </div>

      <div className="lg:px-20 text-justify py-12">
        <div className="flex gap-8 lg:flex-row md:flex-row flex-col ">
          <img
            src="https://ghealth121.com/wp-content/uploads/2020/03/Vitrification-Technique-Cryostorage-Image-1.jpg"
            alt=""
          />

          <div>
            <p className="mb-4">
              যখন ভ্রূণের বয়স তিন দিন হয় এবং আটটি কোষ থাকে, তখন এটি জরায়ুতে
              স্থানান্তরিত হওয়ার জন্য প্রস্তুত হয়। কখনও কখনও স্থানান্তর পঞ্চম
              দিনে করা যেতে পারে যা ব্লাস্টোসিস্ট স্থানান্তর হিসাবে পরিচিত।
            </p>
            <p>
              দি আপনার শুধুমাত্র একটি ভ্রূণ স্থানান্তর করা হয়, তাহলে একটি
              ব্লাস্টোসিস্ট স্থানান্তর করা আপনার সফল, সুস্থ, একক শিশুর সম্ভাবনা
              উন্নত করতে সাহায্য করে। সবকিছু ঠিকঠাক থাকলে, একটি ভ্রূণ আপনার
              জরায়ুর প্রাচীরের সাথে সংযুক্ত থাকবে এবং আপনার বাচ্চা হওয়ার জন্য
              বেড়ে উঠবে। আপনি প্রায় দুই সপ্তাহ পরে একটি গর্ভাবস্থা পরীক্ষা
              নিতে পারেন।
            </p>
          </div>
        </div>
      </div>
      <GlobalAppointment></GlobalAppointment>
    </div>
  );
};

export default ICSI;
